/* Menu Items */
"file" = "ファイル";
"edit" = "編集";
"simulation" = "シミュレーション";
"view" = "表示";
"window" = "ウィンドウ";
"help" = "ヘルプ";

/* File Menu */
"takeScreenshot" = "スクリーンショットを撮る";

/* Edit Menu */
"copyScreenshot" = "スクリーンショットをコピー";
"selectBody" = "天体を選択...";

/* Simulation Menu */
"playPause" = "再生/一時停止";
"reset" = "リセット";
"faster" = "速くする";
"slower" = "遅くする";

/* View Menu */
"centerCamera" = "カメラを中央に配置";
"toggleFullscreen" = "フルスクリーン切り替え";
"statistics" = "統計";
"bodyLabels" = "天体ラベル";
"trails" = "軌跡";
"zoomIn" = "拡大";
"zoomOut" = "縮小";
"actualSize" = "実際のサイズ";

/* Window Menu */
"minimize" = "最小化";
"zoom" = "ズーム";
"bringAllToFront" = "すべてを手前に移動";

/* Help Menu */
"gravitonHelp" = "Gravitonヘルプ";
"tutorial" = "チュートリアル";
"changelog" = "変更履歴";
"reportIssue" = "問題を報告...";
"privacyPolicy" = "プライバシーポリシー";
"licenseInfo" = "ライセンス情報";

/* Notifications */
"screenshotSaved" = "スクリーンショットを保存しました";
"screenshotFailed" = "スクリーンショットに失敗しました";
"screenshotSavedMessage" = "スクリーンショットを%@に保存しました";
"screenshotCopied" = "スクリーンショットをコピーしました";
"screenshotCopiedMessage" = "スクリーンショットをクリップボードにコピーしました";

/* Save Dialog */
"saveScreenshot" = "スクリーンショットを保存";
"saveScreenshotMessage" = "スクリーンショットを保存する場所を選択";
"fileName" = "ファイル名：";
